Repository: OmegaT-L10N/ko
Catalog: omegat/project_save.tmx
Source language: en
Languages: ko

source: A simple set of QA checks for current OmegaT project
ko: 현재 OmegaT 프로젝트에 대한 간단한 품질 확인 절차

source: Check LanguageTools rules
ko: 언어도구 규칙 확인

source: Check Rules
ko: 규칙 확인

source: Check for doubled blanks
ko: 이중공백 검사

source: Check for doubled words
ko: 단어 중복 검사

source: Check for equal source & target
ko: 원본과 번역본이 같은지 검사

source: Check for inconsistent numbers
ko: 잘못된 숫자 검사

source: Check for leading whitespace
ko: 딸린 공백 검사

source: Check for longer target
ko: 긴 번역 검사

source: Check for segments with spelling errors
ko: 철자 오류 검사

source: Check for shorter target
ko: 짧은 번역 검사

source: Check for trailing whitespace
ko: 연속된 공백문자 검사

source: Check for untranslated segments
ko: 미번역된 요소가 있는지 검사

source: Check number of tags
ko: 꼬리표 개수 검사

source: Check punctuation at segment end
ko: 문장 끝 구두점 검사

source: Check sequence of tags
ko: 꼬리표 순서 검사

source: Check spaces around tags
ko: 꼬리표 앞뒤 공백 검사

source: Check start case
ko: 시작 부분 검사

source: Check whole project
ko: 전체 프로젝트 검사

source: Different punctuation
ko: 구두점 다름

source: Different start case
ko: 시작 부분 다름

source: Doubled blanks
ko: 두 번 띄어쓰기

source: Doubled words
ko: 단어 중복

source: Equal source & target
ko: 원본과 번역본 같음

source: Errors found:
ko: 오류 확인됨:

source: Example - Search and Replace
ko: 예시 - 찾기 및 바꾸기

source: Global spell checking
ko: 전체 맞춤법 검사

source: IGNORED:
ko: 무시:

source: Ignore
ko: 무시

source: Inconsistent numbers
ko: 잘못된 번호

source: LEARNED:
ko: 배움:

source: LanguageTools Rules
ko: 언어도구 규칙

source: Learn
ko: 배움

source: Modified Segments:
ko: 요소 수정:

source: Non-breaking space
ko: 오류나지 않는 띄어쓰기

source: Please try again after you open a project.
ko: 프로젝트를 연 후 다시 시도해 주세요.

source: QA - Check Rules
ko: 품질 관리 - 확인 절차

source: Refresh
ko: 새로고침

source: Remove tags in the current target
ko: 현재 번역본에서 꼬리표 제거

source: Replace
ko: 바꾸기

source: Replace spaces with non-breakable spaces where appropriate in French
ko: 불어일시 띄어쓰기 문자를 오류나지 않는 띄어쓰기 문자로 바꿈

source: Rule
ko: 규칙

source: Search
ko: 찾기

source: Search and Replace
ko: 찾기 및 바꾸기

source: Segment
ko: 요소

source: Simple search and replace script
ko: 단순 찾기 및 바꾸기 명령

source: Source
ko: 원본

source: Spellcheck
ko: 맞춤법 검사

source: Spellcheck - errors found:
ko: 맞춤법 검사 - 오류:

source: Spellchecker
ko: 맞춤법 검사기

source: Spelling errors(s)
ko: 철자 오류

source: Strip Tags
ko: 꼬리표 제거

source: Strip tags in current segment
ko: 현재 번역 중인 줄에서 꼬리표 제거

source: Tags - number
ko: 꼬리표 - 번호

source: Tags - order
ko: 꼬리표 - 순서

source: Tags - spaces
ko: 꼬리표 - 공간

source: Target
ko: 번역본

source: Target longer
ko: 긴 번역

source: Target shorter
ko: 짧은 번역

source: Untranslated segment
ko: 미번역된 요소

source: Use glossary
ko: 단어장 사용

source: Whitespace - leading
ko: 공백문자 - 딸림

source: Whitespace - trailing
ko: 공백문자 - 연속됨
